Repository: common-repository/wp-dashboard-beacon
Catalog: languages/wp-dashboard-beacon-*.po
Languages: nl_nl

source: What can we help you with?
nl_nl: Waar kunnen we je mee helpen?

source: Your search timed out. Please double-check your internet connection and try again.
nl_nl: Controleer uw internetverbinding en probeer het opnieuw.

source: No results found for
nl_nl: Geen resultaten gevonden

source: Send a Message
nl_nl: Verstuur een bericht

source: Attach a file
nl_nl: Bijlage bijvoegen

source: The maximum file size is 10mb
nl_nl: De maximale bestandsgrootte is 10 MB

source: Your Name
nl_nl: Jouw naam *

source: Please enter your name
nl_nl: Vul je naam in.

source: Email address
nl_nl: E-mailadres

source: Please enter a valid email address
nl_nl: Vul een geldig e-mailadres in.

source: Select a topic
nl_nl: Selecteer een onderwerp

source: Please select a topic from the list
nl_nl: Selecteer een onderwerp uit de lijst

source: Subject
nl_nl: Onderwerp

source: Please enter a subject
nl_nl: Vul een onderwerp in

source: How can we help you?
nl_nl: Waar kunnen we je mee helpen?

source: Please enter a message
nl_nl: Geef een bericht

source: Send
nl_nl: Verzenden

source: Message sent!
nl_nl: Bericht verzonden!

source: Thanks for reaching out! Someone from our team will get back to you soon.
nl_nl: Bedankt voor je bericht! Iemand van ons team neemt snel contact met je op.

source: Help Scout account settings
nl_nl: Help Scout account instellingen

source: Enter the form ID for your beacon
nl_nl: Voer de ID van je beacon in

source: Help Scout subdomain
nl_nl: Help Scout subdomein

source: Enter the subdomain of your Helpscout docs account
nl_nl: Voer het subdomein voor de Help Scout documentatie site in

source: Beacon options
nl_nl: Beacon instellingen

source: Set your beacon functions
nl_nl: Activeer je bacon

source: Contact form
nl_nl: Contact formulier

source: Docs search
nl_nl: Documentatie

source: Contact form and docs search
nl_nl: Contact formulier & documentatie

source: Customize your beacon
nl_nl: Stel je beacon in

source: Beacon Icon
nl_nl: Beacon icoon

source: Select an icon to be used in your beacon
nl_nl: Selecteer een icoon om te gebruiken voor je beacon

source: Question
nl_nl: Vraagteken

source: Beacon
nl_nl: Baken

source: Buoy
nl_nl: Boei

source: Message
nl_nl: Boodschap

source: Search
nl_nl: Zoeken

source: Contact form instructions
nl_nl: Contact formulier instructies

source: This text will appear above the beacon contact form
nl_nl: Deze tekst zal verschijnen boven het contact formulier in de beacon

source: Beacon colour
nl_nl: Beacon kleur

source: Pick a colour to be used for the beacon icon and text labels
nl_nl: Kies een kleur wordt gebruikt voor het beacon icoon en tekstlabels

source: Allow attachments
nl_nl: Bijlages

source: Hide 'Powered by Help Scout'
nl_nl: Verstop ‘Powered by Help Scout’

source: Beacon permissions and visibility
nl_nl: Beacon toegang en zichtbaarheid

source: User role
nl_nl: Rol van de gebruiker

source: Enable beacon for user who's role is at least the selected role
nl_nl: Selecteer de gebruikersrollen voor wie je je beacon wil activeren

source: Show beacon for anonymous users
nl_nl: Toon beacon aan anonieme bezoekers

source: This setting shows the beacon for <strong>all visitors of your site</strong> and has no relation to the "User role" setting higher up on this page
nl_nl: Deze instelling zorgt ervoor dat de beacon <strong>voor alle bezoekers van je site</strong> zichtbaar is en heeft geen relatie met de “Gebruikersrol” instelling hierboven

source: Connect your dashboard account
nl_nl: Verbinding maken met je Help Scout account

source: Help Scout beacon settings
nl_nl: Help Scout beacon instellingen

source: Setup
nl_nl: Configuratie

source: Display settings
nl_nl: Weergave-instellingen

source: Permissions
nl_nl: Toegangsrechten

source: Easily integrate a Helpscout Beacon in your dashboard or website.
nl_nl: Moeiteloze integratie voor Help Scout beacon.
